aaron-bond.better-comments
aleleba.fira-code-material-icon-theme
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
glenn2223.live-sass
humao.rest-client
iocave.customize-ui
iocave.monkey-patch
junstyle.php-cs-fixer
kisstkondoros.vscode-gutter-preview
miguelsolorio.fluent-icons
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
pmneo.tsimporter
recca0120.vscode-phpunit
ritwickdey.liveserver
simonhe.material-icon-theme-simon
usernamehw.errorlens
xdebug.php-debug
xdebug.php-pack
zhuangtongfa.material-theme
zobo.php-intellisense
